Repository: SebastienVProject/openjarvis-ios
Catalog: openjarvis/*.lproj/Localizable.strings
Languages: fr_fr

# ParamFont
source: bubble font size
fr_fr: Taille police bulle

# ParamFontJarvis
source: jarvis bubble font size
fr_fr: Taille police jarvis

# ParamLabelAPIKey
source: Enter the key for jarvis-api
fr_fr: Clé de sécurité jarvis-api (facultatif)

# ParamLabelAudioAppli
source: enabling audio in the application
fr_fr: activer l'audio dans l'application

# ParamLabelAudioServeur
source: enabling audio on the server
fr_fr: activer l'audio sur le serveur

# ParamLabelPort
source: Enter port number
fr_fr: Numéro de port

# ParamLabelUrl
source: Enter URL
fr_fr: URL

# actionCancel
source: Cancel
fr_fr: Annuler

# actionDelete
source: Delete
fr_fr: Supprimer

# codeLangue
source: en
fr_fr: fr-FR

# deletePopupMessage
source: Thanks to you for confirming the deletion of the history of the conversations
fr_fr: Merci à vous de confirmer la suppression de l'historique

# deletePopupTitle
source: Delete conversation
fr_fr: Supprimer l'historique

# gitIssueMessage
source: (Message from the openjarvis-ios application
fr_fr: (Message provenant de l'application openjarvis-ios

# gitIssueUser
source: , and left by the following user:
fr_fr: , et laissé par l'utilisateur suivant:

# helpButtonLabel
source: Send your message
fr_fr: Envoyer le message

# helpConclusion
source: - Click on the microphone, then save your request. - Click again to stop the recording - read / listen to the answer made by openjarvis. Think beforehand to fill in the parameters.
fr_fr: Cliquer sur le micro, puis enregistrez votre demande. Cliquer une nouvelle fois pour stopper l'enregistrement, pui lire et/ou écouter la réponse faite par openjarvis. Penser au préalable à paramétrer l'url et le port du serveur sur lequel openjarvis est installé. Indiquer également la sortie audio souhaitée.

# helpIntroduction
source: For any question, or encouragement, or request of evolution, or bug detected, do not hesitate to contact the author by filling the form below:
fr_fr: Pour toute question, ou encouragement, ou demande d'évolution, ou bug détecté, n'hésitez pas à me contacter en remplissant le formulaire ci-dessous:

# helpLabelEmail
source: your email
fr_fr: Votre email

# helpLabelMessage
source: your message
fr_fr: Votre message

# helpLabelType
source: Message type
fr_fr: Type de message

# labelMenuHelp
source: help
fr_fr: aide

# labelMenuParameter
source: settings
fr_fr: paramètres

# popupEmailKOMessage
source: Thank you for entering a valid email
fr_fr: Merci à vous de saisir au préalable un email valide

# popupEmailKOTitle
source: entering a valide email
fr_fr: Saisir un email valide

# popupMessageKOMessage
source: Thank you for entering a message
fr_fr: Merci à vous de saisir au préalable un message

# popupMessageKOTitle
source: empty message
fr_fr: Message vide

# popupSentMessageMessage
source: message sent successfully
fr_fr: Message envoyé avec succès

# popupSentMessageTitle
source: message sent
fr_fr: Message envoyé
